Tekla.Structures.DrawingInternal.dotGrSurfacingAttributes_t


Tekla.Structures.DrawingInternal.dotGrSurfacingAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrSurfacingAttributes_t.Representation


Tekla.Structures.DrawingInternal.dotGrSurfacingAttributes_t.Flags


Tekla.Structures.DrawingInternal.dotGrSurfacingAttributes_t.VisibleLines


Tekla.Structures.DrawingInternal.dotGrSurfacingAttributes_t.HiddenLines


Tekla.Structures.DrawingInternal.dotGrSurfacingAttributes_t.ToStruct(Tekla.Structures.Drawing.Surfacing.SurfacingAttributes)


Tekla.Structures.DrawingInternal.dotGrSurfacingAttributes_t.FromStruct(Tekla.Structures.Drawing.Surfacing.SurfacingAttributes)
